Repository: berglimma/HealhtFit
Catalog: HealthFit/HealthFit/HealthFit/Resources/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it

# auth.accept_terms
source: Li e aceito os Termos de Uso e a Política de Privacidade
de: Ich habe die Nutzungsbedingungen und die Datenschutzrichtlinie gelesen und akzeptiere sie
en: I have read and accept the Terms of Use and Privacy Policy
es: He leído y acepto los Términos de Uso y la Política de Privacidad
fr: J'ai lu et j'accepte les Conditions d'utilisation et la Politique de confidentialité
it: Ho letto e accetto i Termini di Utilizzo e l'Informativa sulla Privacy

# auth.app_tagline
source: Seu personal trainer inteligente
de: Dein smarter Personal Trainer
en: Your smart personal trainer
es: Tu entrenador personal inteligente
fr: Votre coach personnel intelligent
it: Il tuo personal trainer intelligente

# auth.biotype
source: Biotipo
de: Körpertyp
en: Body type
fr: Biotype

# auth.close
source: Fechar
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi

# auth.confirm_password
source: Confirmar senha
de: Passwort bestätigen
en: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password

# auth.continue_apple
source: Continuar com Apple
de: Weiter mit Apple
en: Continue with Apple
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple

# auth.continue_google
source: Continuar com Google
de: Weiter mit Google
en: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google

# auth.create_account
source: Criar conta
de: Konto erstellen
en: Create account
es: Crear cuenta
fr: Créer un compte
it: Crea account

# auth.create_account_subtitle
source: Monte seu plano e comece a treinar
de: Erstelle deinen Plan und starte das Training
en: Build your plan and start training
es: Arma tu plan y empieza a entrenar
fr: Créez votre plan et commencez à vous entraîner
it: Crea il tuo piano e inizia ad allenarti

# auth.email_placeholder
source: seu@email.com
de: du@email.com
en: you@email.com
es: tu@email.com
fr: vous@email.com
it: tu@email.com

# auth.forgot_password
source: Esqueci minha senha
de: Passwort vergessen
en: Forgot password
es: Olvidé mi contraseña
fr: Mot de passe oublié
it: Password dimenticata

# auth.full_name
source: Nome completo
de: Vollständiger Name
en: Full name
es: Nombre completo
fr: Nom complet

# auth.goal
source: Objetivo
de: Ziel
en: Goal
fr: Objectif
it: Obiettivo

# auth.or
source: ou
de: oder
en: or
es: o
it: o

# auth.password
source: Senha
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
it: Password

# auth.password_placeholder
source: Sua senha
de: Dein Passwort
en: Your password
es: Tu contraseña
fr: Votre mot de passe
it: La tua password

# auth.register
source: Cadastrar
de: Registrieren
en: Sign Up
es: Registrarse
fr: S'inscrire
it: Registrati

# auth.register_subtitle
source: Configure seu perfil de atleta
de: Richte dein Athletenprofil ein
en: Set up your athlete profile
es: Configura tu perfil de atleta
fr: Configurez votre profil d'athlète
it: Configura il tuo profilo atleta

# auth.register_title
source: Criar Conta
de: Konto erstellen
en: Create Account
es: Crear cuenta
fr: Créer un compte
it: Crea account

# auth.reset_send
source: Enviar link de redefinição
de: Link zum Zurücksetzen senden
en: Send reset link
es: Enviar enlace
fr: Envoyer le lien
it: Invia link di reimpostazione

# auth.reset_subtitle
source: Enviaremos um link para o seu e-mail com instruções para criar uma nova senha.
de: Wir senden einen Link an deine E-Mail mit Anweisungen zum Erstellen eines neuen Passworts.
en: We'll send a link to your email with instructions to create a new password.
es: Enviaremos un enlace a tu correo con instrucciones para crear una nueva contraseña.
fr: Nous enverrons un lien à votre e-mail avec les instructions pour créer un nouveau mot de passe.
it: Invieremo un link alla tua e-mail con le istruzioni per creare una nuova password.

# auth.reset_title
source: Redefinir senha
de: Passwort zurücksetzen
en: Reset password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password

# auth.sign_in
source: Entrar
de: Anmelden
en: Sign In
fr: Connexion
it: Accedi

# common.cancel
source: Cancelar
de: Abbrechen
en: Cancel
fr: Annuler
it: Annulla

# common.loading
source: Carregando...
de: Laden...
en: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...

# common.no
source: Não
de: Nein
en: No
es: No
fr: Non
it: No

# common.save
source: Salvar
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva

# common.yes
source: Sim
de: Ja
en: Yes
es: Sí
fr: Oui
it: Sì

# nutrition.mark_completed
source: Marcar como concluída
de: Als erledigt markieren
en: Mark as completed
es: Marcar como completada
fr: Marquer comme terminée
it: Segna come completato

# nutrition.mark_incomplete
source: Marcar como não concluída
de: Als nicht erledigt markieren
en: Mark as not completed
es: Marcar como no completada
fr: Marquer comme non terminée
it: Segna come non completato

# nutrition.meal_completed
source: Concluída
de: Erledigt
en: Completed
es: Completada
fr: Terminée
it: Completato

# nutrition.send_report
source: Enviar relatório ao nutricionista
de: Bericht an Ernährungsberater senden
en: Send report to nutritionist
es: Enviar informe al nutricionista
fr: Envoyer le rapport au nutritionniste
it: Invia report al nutrizionista

# profile.account_role
source: Você é
de: Du bist
en: You are
es: Tú eres
fr: Vous êtes
it: Tu sei

# profile.account_role.nutritionist
source: Nutricionista
de: Ernährungsberater
en: Nutritionist
fr: Nutritionniste
it: Nutrizionista

# profile.account_role.personal
source: Personal
de: Trainer
en: Trainer
fr: Coach

# profile.account_role.personal_and_nutrition
source: Personal e Nutrição
de: Trainer und Ernährung
en: Trainer and nutrition
es: Personal y nutrición
fr: Coach et nutrition
it: Personal e nutrizione

# profile.account_role.student
source: Aluno
de: Schüler
en: Student
es: Alumno
fr: Élève
it: Allievo

# profile.has_nutritionist
source: Você possui nutricionista?
de: Hast du einen Ernährungsberater?
en: Do you have a nutritionist?
es: ¿Tienes nutricionista?
fr: Avez-vous un nutritionniste ?
it: Hai un nutrizionista?

# profile.has_personal_trainer
source: Você possui personal trainer?
de: Hast du einen Personal Trainer?
en: Do you have a personal trainer?
es: ¿Tienes entrenador personal?
fr: Avez-vous un coach personnel ?
it: Hai un personal trainer?

# profile.nutritionist
source: Nutricionista
de: Ernährungsberater
en: Nutritionist
fr: Nutritionniste
it: Nutrizionista

# profile.nutritionist_email
source: E-mail do Nutricionista
de: E-Mail des Ernährungsberaters
en: Nutritionist email
es: Correo del nutricionista
fr: E-mail du nutritionniste
it: E-mail del nutrizionista

# profile.nutritionist_name
source: Nome do Nutricionista
de: Name des Ernährungsberaters
en: Nutritionist name
es: Nombre del nutricionista
fr: Nom du nutritionniste
it: Nome del nutrizionista

# profile.trainer_email
source: E-mail do Personal
de: E-Mail des Trainers
en: Trainer email
es: Correo del entrenador
fr: E-mail du coach
it: E-mail del personal

# profile.trainer_name
source: Nome do Personal
de: Name des Trainers
en: Trainer name
es: Nombre del entrenador
fr: Nom du coach
it: Nome del personal

# pulse.accept
source: Aceitar
de: Annehmen
en: Accept
es: Aceptar
fr: Accepter
it: Accetta

# pulse.active
source: Ativo
de: Aktiv
en: Active
es: Activo
fr: Actif
it: Attivo

# pulse.age_gate_body_known
source: Sua idade registrada é %lld. O Pulse exige %lld anos ou mais.
de: Dein gespeichertes Alter ist %lld. Pulse erfordert %lld Jahre oder älter.
en: Your recorded age is %lld. Pulse requires age %lld or older.
es: Tu edad registrada es %lld. Pulse exige %lld años o más.
fr: Votre âge enregistré est %lld. Pulse exige %lld ans ou plus.
it: La tua età registrata è %lld. Pulse richiede %lld anni o più.

# pulse.age_gate_body_unknown
source: Para usar o Pulse, você precisa ter %lld anos ou mais.
de: Um Pulse zu nutzen, musst du %lld Jahre oder älter sein.
en: To use Pulse, you must be %lld years of age or older.
es: Para usar Pulse, debes tener %lld años o más.
fr: Pour utiliser Pulse, vous devez avoir %lld ans ou plus.
it: Per usare Pulse, devi avere %lld anni o più.

# pulse.age_gate_title
source: Pulse é para maiores de %lld anos
de: Pulse ist für Nutzer ab %lld Jahren
en: Pulse is for ages %lld+
es: Pulse es para mayores de %lld años
fr: Pulse est réservé aux %lld ans et plus
it: Pulse è per chi ha %lld anni o più

# pulse.all_countries
source: Todos os países
de: Alle Länder
en: All countries
es: Todos los países
fr: Tous les pays
it: Tutti i paesi

# pulse.athlete
source: Atleta
de: Athlet
en: Athlete
fr: Athlète

# pulse.cancel
source: Cancelar
de: Abbrechen
en: Cancel
fr: Annuler
it: Annulla

# pulse.caption.workout_default
source: Acabei de treinar: %@. %@
de: Gerade trainiert: %@. %@
en: Just finished training: %@. %@
es: Acabo de entrenar: %@. %@
fr: Je viens de m'entraîner : %@. %@
it: Ho appena allenato: %@. %@

# pulse.city
source: Cidade
de: Stadt
en: City
es: Ciudad
fr: Ville
it: Città

# pulse.close
source: Fechar
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi

# pulse.community.musculacao
source: Musculação
de: Krafttraining
en: Strength
es: Musculación
fr: Musculation
it: Muscolazione

# pulse.community.nutricao
source: Nutrição
de: Ernährung
en: Nutrition
es: Nutrición
fr: Nutrition
it: Nutrizione

# pulse.composer.caption
source: Legenda
de: Bildunterschrift
en: Caption
es: Leyenda
fr: Légende
it: Didascalia

# pulse.composer.community
source: Comunidade
de: Community
en: Community
es: Comunidad
fr: Communauté
it: Community

# pulse.composer.edit_post
source: Editar post
de: Post bearbeiten
en: Edit post
es: Editar publicación
fr: Modifier la publication
it: Modifica post

# pulse.composer.media
source: Mídia
de: Medien
en: Media
es: Medios
fr: Médias
it: Media

# pulse.composer.music_optional
source: Música (opcional)
de: Musik (optional)
en: Music (optional)
fr: Musique (facultatif)
it: Musica (opzionale)

# pulse.composer.new_post
source: Novo post
de: Neuer Post
en: New post
es: Nueva publicación
fr: Nouvelle publication
it: Nuovo post

# pulse.country
source: País
de: Land
en: Country
fr: Pays
it: Paese

# pulse.cover_published
source: Capa publicada
de: Cover veröffentlicht
en: Cover published
es: Portada publicada
fr: Couverture publiée
it: Copertina pubblicata

# pulse.daily_challenge
source: Desafio do dia
de: Tägliche Herausforderung
en: Daily challenge
es: Desafío del día
fr: Défi du jour
it: Sfida del giorno

# pulse.dashboard.communities
source: Comunidades
de: Communities
en: Communities
fr: Communautés
it: Community

# pulse.dashboard.eyebrow
source: Comunidade
de: Community
en: Community
es: Comunidad
fr: Communauté
it: Community

# pulse.decline
source: Recusar
de: Ablehnen
en: Decline
es: Rechazar
fr: Refuser
it: Rifiuta

# pulse.delete_account_warning
source: Excluir a conta remove permanentemente seu conteúdo e acesso ao Pulse.
de: Das Löschen deines Kontos entfernt dauerhaft deine Inhalte und den Zugang zu Pulse.
en: Deleting your account permanently removes your content and access to Pulse.
es: Eliminar la cuenta elimina permanentemente tu contenido y el acceso a Pulse.
fr: Supprimer le compte retire définitivement votre contenu et l'accès à Pulse.
it: Eliminare l'account rimuove definitivamente i tuoi contenuti e l'accesso a Pulse.

# pulse.empty_feed_body_no_workout
source: Complete um treino e compartilhe no Pulse para começar.
de: Absolviere ein Training und teile es auf Pulse, um loszulegen.
en: Complete a workout and share it on Pulse to get started.
es: Completa un entrenamiento y compártelo en Pulse para empezar.
fr: Terminez un entraînement et partagez-le sur Pulse pour commencer.
it: Completa un allenamento e condividilo su Pulse per iniziare.

# pulse.empty_feed_share_workout
source: Compartilhar “%@” no Pulse?
de: „%@“ auf Pulse teilen?
en: Share “%@” on Pulse?
es: ¿Compartir “%@” en Pulse?
fr: Partager « %@ » sur Pulse ?
it: Condividere “%@” su Pulse?

# pulse.empty_feed_title
source: Seu feed está quieto
de: Dein Feed ist ruhig
en: Your feed is quiet
es: Tu feed está tranquilo
fr: Votre fil est calme
it: Il tuo feed è silenzioso

# pulse.error.media_save
source: Não foi possível salvar a mídia.
de: Medien konnten nicht gespeichert werden.
en: Could not save the media.
es: No se pudo guardar el medio.
fr: Impossible d'enregistrer le média.
it: Impossibile salvare il media.

# pulse.error.video_disabled
source: Vídeo temporariamente indisponível.
de: Video vorübergehend nicht verfügbar.
en: Video temporarily unavailable.
es: Video temporalmente no disponible.
fr: Vidéo temporairement indisponible.
it: Video temporaneamente non disponibile.

# pulse.error.video_too_long
source: O vídeo deve ter no máximo %d segundos.
de: Das Video darf höchstens %d Sekunden lang sein.
en: Video must be at most %d seconds.
es: El video debe durar como máximo %d segundos.
fr: La vidéo doit durer au maximum %d secondes.
it: Il video deve durare al massimo %d secondi.

# pulse.follow
source: Seguir
de: Folgen
en: Follow
fr: Suivre
it: Segui

# pulse.following
source: Seguindo
de: Folgend
en: Following
es: Siguiendo
fr: Abonné
it: Segui già

# pulse.light_ranking
source: Ranking leve
de: Leichtes Ranking
en: Light ranking
es: Ranking ligero
fr: Classement léger
it: Classifica leggera

# pulse.menu.block
source: Bloquear
de: Blockieren
en: Block
fr: Bloquer
it: Blocca

# pulse.menu.delete
source: Excluir
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina

# pulse.menu.edit
source: Editar
de: Bearbeiten
en: Edit
fr: Modifier
it: Modifica

# pulse.menu.hide
source: Ocultar
de: Ausblenden
en: Hide
fr: Masquer
it: Nascondi

# pulse.menu.report
source: Denunciar
de: Melden
en: Report
fr: Signaler
it: Segnala

# pulse.menu.share_instagram
source: Compartilhar no Instagram
de: Auf Instagram teilen
en: Share on Instagram
es: Compartir en Instagram
fr: Partager sur Instagram
it: Condividi su Instagram

# pulse.meta.intensity
source: Intensidade %d
de: Intensität %d
en: Intensity %d
es: Intensidad %d
fr: Intensité %d
it: Intensità %d

# pulse.moderation.delete
source: Excluir
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina

# pulse.moderation.empty
source: Nada para revisar agora.
de: Zurzeit nichts zu prüfen.
en: Nothing to review right now.
es: Nada que revisar ahora.
fr: Rien à examiner pour le moment.
it: Niente da revisionare al momento.

# pulse.moderation.hide
source: Ocultar
de: Ausblenden
en: Hide
fr: Masquer
it: Nascondi

# pulse.moderation.title
source: Moderação
de: Moderation
en: Moderation
es: Moderación
fr: Modération
it: Moderazione

# pulse.music.clip_title
source: Clipe
de: Clip
en: Clip
es: Clip
fr: Extrait
it: Clip

# pulse.music.deezer_preview
source: Prévia Deezer
de: Deezer-Vorschau
en: Deezer preview
es: Vista previa Deezer
fr: Aperçu Deezer
it: Anteprima Deezer

# pulse.music.search_placeholder
source: Buscar música
de: Musik suchen
en: Search music
fr: Rechercher une musique
it: Cerca musica

# pulse.no_bio
source: Sem bio
de: Keine Bio
en: No bio
es: Sin bio
fr: Pas de bio
it: Nessuna bio

# pulse.notify.follow_request_body
source: %@ quer te seguir no Pulse.
de: %@ möchte dir auf Pulse folgen.
en: %@ wants to follow you on Pulse.
es: %@ quiere seguirte en Pulse.
fr: %@ souhaite vous suivre sur Pulse.
it: %@ vuole seguirti su Pulse.

# pulse.notify.follow_request_title
source: Novo pedido para seguir
de: Neue Follow-Anfrage
en: New follow request
es: Nueva solicitud de seguimiento
fr: Nouvelle demande de suivi
it: Nuova richiesta di follow

# pulse.notify.following_body
source: Seu pedido foi aceito.
de: Deine Anfrage wurde angenommen.
en: Your request was accepted.
es: Tu solicitud fue aceptada.
fr: Votre demande a été acceptée.
it: La tua richiesta è stata accettata.

# pulse.notify.following_title
source: Agora você está seguindo
de: Du folgst jetzt
en: You are now following
es: Ahora estás siguiendo
fr: Vous suivez maintenant
it: Ora stai seguendo

# pulse.notify.new_post_body
source: %@ publicou: %@
de: %@ hat gepostet: %@
en: %@ posted: %@
es: %@ publicó: %@
fr: %@ a publié : %@
it: %@ ha pubblicato: %@

# pulse.notify.new_post_title
source: Novo post no Pulse
de: Neuer Post auf Pulse
en: New post on Pulse
es: Nueva publicación en Pulse
fr: Nouvelle publication sur Pulse
it: Nuovo post su Pulse

# pulse.notify.report_body
source: Obrigado. Vamos analisar o conteúdo.
de: Danke. Wir werden den Inhalt prüfen.
en: Thank you. We will review the content.
es: Gracias. Revisaremos el contenido.
fr: Merci. Nous allons examiner le contenu.
it: Grazie. Esamineremo il contenuto.

# pulse.notify.report_title
source: Denúncia recebida
de: Meldung eingegangen
en: Report received
es: Denuncia recibida
fr: Signalement reçu
it: Segnalazione ricevuta

# pulse.photo_published
source: Foto publicada
de: Foto veröffentlicht
en: Photo published
fr: Photo publiée
it: Foto pubblicata

# pulse.play_music
source: Tocar música
de: Musik abspielen
en: Play music
es: Reproducir música
fr: Lire la musique
it: Riproduci musica

# pulse.prepare_image_failed
source: Não foi possível preparar a imagem.
de: Bild konnte nicht vorbereitet werden.
en: Could not prepare the image.
es: No se pudo preparar la imagen.
fr: Impossible de préparer l'image.
it: Impossibile preparare l'immagine.

# pulse.publish
source: Publicar
de: Veröffentlichen
en: Publish
fr: Publier
it: Pubblica

# pulse.publish_workout
source: Publicar treino
de: Training veröffentlichen
en: Publish workout
es: Publicar entrenamiento
fr: Publier l'entraînement
it: Pubblica allenamento

# pulse.published_alert_title
source: Publicado no Pulse
de: Auf Pulse veröffentlicht
en: Published on Pulse
es: Publicado en Pulse
fr: Publié sur Pulse
it: Pubblicato su Pulse

# pulse.requested
source: Solicitado
de: Angefragt
en: Requested
fr: Demandé
it: Richiesto

# pulse.save
source: Salvar
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva

# pulse.save_bio
source: Salvar bio
de: Bio speichern
en: Save bio
es: Guardar bio
fr: Enregistrer la bio
it: Salva bio

# pulse.search_name
source: Buscar nome
de: Name suchen
en: Search name
es: Buscar nombre
fr: Rechercher un nom
it: Cerca nome

# pulse.share_instagram
source: Compartilhar no Instagram
de: Auf Instagram teilen
en: Share on Instagram
es: Compartir en Instagram
fr: Partager sur Instagram
it: Condividi su Instagram

# pulse.share_on_pulse
source: Compartilhar no Pulse
de: Auf Pulse teilen
en: Share on Pulse
es: Compartir en Pulse
fr: Partager sur Pulse
it: Condividi su Pulse

# pulse.share.hint_default
source: Adicione uma legenda ou deixe a padrão do treino.
de: Füge eine Bildunterschrift hinzu oder behalte die Standard-Unterschrift des Trainings.
en: Add a caption or keep the default workout caption.
es: Añade una leyenda o deja la predeterminada del entrenamiento.
fr: Ajoutez une légende ou gardez celle par défaut de l'entraînement.
it: Aggiungi una didascalia o mantieni quella predefinita dell'allenamento.

# pulse.share.hint_music
source: Você pode anexar uma prévia de música.
de: Du kannst eine Musikvorschau anhängen.
en: You can attach a music preview.
es: Puedes adjuntar una vista previa de música.
fr: Vous pouvez joindre un aperçu musical.
it: Puoi allegare un'anteprima musicale.

# pulse.someone
source: Alguém
de: Jemand
en: Someone
es: Alguien
fr: Quelqu'un
it: Qualcuno

# pulse.state
source: Estado
de: Bundesland
en: State
fr: État
it: Stato

# pulse.stop_music
source: Parar música
de: Musik stoppen
en: Stop music
es: Detener música
fr: Arrêter la musique
it: Interrompi musica

# pulse.story.add_music
source: Adicionar música
de: Musik hinzufügen
en: Add music
es: Añadir música
fr: Ajouter de la musique
it: Aggiungi musica

# pulse.story.delete
source: Excluir story
de: Story löschen
en: Delete story
es: Eliminar story
fr: Supprimer la story
it: Elimina story

# pulse.story.new
source: Novo story
de: Neue Story
en: New story
es: Nuevo story
fr: Nouvelle story
it: Nuova story

# pulse.story.publish
source: Publicar story
de: Story veröffentlichen
en: Publish story
fr: Publier la story
it: Pubblica story

# pulse.story.yours
source: Seu story
de: Deine Story
en: Your story
es: Tu story
fr: Votre story
it: La tua story

# pulse.tab.community
source: Comunidade
de: Community
en: Community
es: Comunidad
fr: Communauté
it: Community

# pulse.tab.people
source: Pessoas
de: Personen
en: People
es: Personas
fr: Personnes
it: Persone

# pulse.tab.post
source: Postar
de: Posten
en: Post
es: Publicar
fr: Publier
it: Pubblica

# pulse.tagline
source: Sozinho você treina. Junto, você permanece.
de: Allein trainierst du. Gemeinsam bleibst du.
en: Alone you train. Together, you stay.
es: Solo entrenas. Juntos, permaneces.
fr: Seul tu t’entraînes. Ensemble, tu restes.
it: Da solo ti alleni. Insieme, resti.

# pulse.terms.accept
source: Li e aceito
de: Ich habe gelesen und akzeptiere
en: I have read and accept
es: He leído y acepto
fr: J'ai lu et j'accepte
it: Ho letto e accetto

# pulse.terms.declare_age
source: Declaro ter 18 anos ou mais
de: Ich erkläre, dass ich 18 Jahre oder älter bin
en: I declare that I am 18 or older
es: Declaro tener 18 años o más
fr: Je déclare avoir 18 ans ou plus
it: Dichiaro di avere 18 anni o più

# pulse.terms.intro
source: Leia até o final e aceite para continuar.
de: Lies bis zum Ende und akzeptiere, um fortzufahren.
en: Read to the end and accept to continue.
es: Lee hasta el final y acepta para continuar.
fr: Lisez jusqu'à la fin et acceptez pour continuer.
it: Leggi fino alla fine e accetta per continuare.

# pulse.terms.not_now
source: Agora não
de: Nicht jetzt
en: Not now
es: Ahora no
fr: Pas maintenant
it: Non ora

# pulse.terms.scroll_end
source: Você chegou ao final dos termos.
de: Du hast das Ende der Bedingungen erreicht.
en: You reached the end of the terms.
es: Llegaste al final de los términos.
fr: Vous avez atteint la fin des conditions.
it: Hai raggiunto la fine dei termini.

# pulse.terms.scroll_hint
source: Role até o final para habilitar o aceite
de: Scrolle bis zum Ende, um die Annahme zu aktivieren
en: Scroll to the end to enable acceptance
es: Desplázate hasta el final para habilitar la aceptación
fr: Faites défiler jusqu'à la fin pour activer l'acceptation
it: Scorri fino alla fine per abilitare l'accettazione

# pulse.terms.title
source: Termos do Pulse
de: Pulse-Bedingungen
en: Pulse Terms
es: Términos de Pulse
fr: Conditions Pulse
it: Termini di Pulse

# pulse.terms.version
source: Versão %@
de: Version %@
en: Version %@
es: Versión %@
fr: Version %@
it: Versione %@

# pulse.use_location
source: Usar localização
de: Standort verwenden
en: Use location
es: Usar ubicación
fr: Utiliser la localisation
it: Usa posizione

# pulse.video_published
source: Vídeo publicado
de: Video veröffentlicht
en: Video published
es: Video publicado
fr: Vidéo publiée
it: Video pubblicato

# pulse.weekly_highlight
source: Destaque da semana
de: Highlight der Woche
en: Weekly highlight
es: Destacado de la semana
fr: Temps fort de la semaine
it: Highlight della settimana

# pulse.workout_published
source: Treino publicado
de: Training veröffentlicht
en: Workout published
es: Entrenamiento publicado
fr: Entraînement publié
it: Allenamento pubblicato

# pulse.your_bio
source: Sua bio
de: Deine Bio
en: Your bio
es: Tu bio
fr: Votre bio
it: La tua bio

# settings.language
source: Idioma
de: Sprache
en: Language
fr: Langue
it: Lingua

# tab.assistant
source: IAssistente
de: KI-Coach
en: AI Coach
es: IAsistente
fr: IAssistant
it: Coach IA

# tab.home
source: Início
de: Start
en: Home
es: Inicio
fr: Accueil
it: Home

# tab.nutrition
source: Nutrição
de: Ernährung
en: Nutrition
es: Nutrición
fr: Nutrition
it: Nutrizione

# tab.profile
source: Perfil
de: Profil
en: Profile
fr: Profil
it: Profilo
